tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "coreutils"
brew "openssl@3"
brew "readline"
brew "asdf"
brew "atuin"
brew "bat"
brew "biome"
brew "chezmoi"
brew "cloudflared"
brew "curl"
brew "difftastic"
brew "dua-cli"
brew "dust"
brew "duti"
brew "eza"
brew "fd"
brew "icu4c@77"
brew "harfbuzz"
brew "openjdk"
brew "fop"
brew "fselect"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "git-branchless"
brew "git-delta"
brew "gitui"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "grafana"
brew "hyperfine"
brew "icu4c@75"
brew "jenv"
brew "jq"
brew "k6"
brew "mackup"
brew "mas"
brew "mprocs"
brew "neovim"
brew "ossp-uuid"
brew "pgcli"
brew "pipx"
brew "pkgconf"
brew "pnpm", link: false
brew "pspg"
brew "pstree"
brew "pyenv"
brew "python@3.11"
brew "ripgrep"
brew "ripgrep-all"
brew "socat"
brew "starship"
brew "tig"
brew "tldr"
brew "tmux"
brew "tokei"
brew "wxwidgets"
brew "yarn"
brew "zellij"
brew "zlib"
brew "zoxide"
brew "zsh"
cask "1password-cli"
cask "discord"
cask "docker-desktop"
cask "font-fira-code"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "licecap"
cask "loom"
cask "meetingbar"
cask "obsidian"
cask "spotify"
cask "todoist-app"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "warp"
vscode "atlassian.vscode-atlassian-tsserver"
