tap "1password/tap"
tap "atlassian/cloudtoken", "git@bitbucket.org:atlassian/cloudtoken-homebrew-tap.git"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "coreutils"
brew "asdf"
brew "chezmoi"
brew "curl"
brew "difftastic"
brew "exa"
brew "gawk"
brew "git"
brew "gnupg"
brew "mas"
brew "pnpm", link: false
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tldr"
brew "yarn"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "cloudtoken"
cask "discord"
cask "docker"
cask "font-fira-code"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "iterm2"
cask "karabiner-elements"
cask "krisp"
cask "loom"
cask "meetingbar"
cask "obsidian"
cask "spotify"
cask "todoist"
cask "visual-studio-code-insiders"
cask "warp"
mas "Magnet", id: 441258766
