tap "1password/tap"
tap "atlassian/cloudtoken", "git@bitbucket.org:atlassian/cloudtoken-homebrew-tap.git"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "openssl@3"
brew "readline"
brew "icu4c"
brew "harfbuzz"
brew "coreutils"
brew "asdf"
brew "bat"
brew "chezmoi"
brew "curl"
brew "difftastic"
brew "exa"
brew "eza"
brew "fd"
brew "fop"
brew "gawk"
brew "gcc"
brew "git"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "hyperfine"
brew "jenv"
brew "jq"
brew "libpq"
brew "mackup"
brew "mas"
brew "neovim"
brew "ossp-uuid"
brew "pgcli"
brew "pnpm", link: false
brew "pspg"
brew "pstree"
brew "pyenv"
brew "python@3.11"
brew "ripgrep"
brew "starship"
brew "tig"
brew "tldr"
brew "wxwidgets"
brew "yarn"
brew "zlib"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "cloudtoken"
cask "discord"
cask "docker"
cask "font-fira-code"
cask "font-jetbrains-mono-nerd-font"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "krisp"
cask "licecap"
cask "loom"
cask "meetingbar"
cask "obsidian"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "warp"
mas "Magnet", id: 441258766
